christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
felixfbecker.php-intellisense
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
ikappas.phpcs
mechatroner.rainbow-csv
MS-CEINTL.vscode-language-pack-ja
ms-vscode.Go
ms-vscode.vscode-typescript-tslint-plugin
octref.vetur
oderwat.indent-rainbow
ritwickdey.LiveServer
ryu1kn.partial-diff
shardulm94.trailing-spaces
Zignd.html-css-class-completion
